const products = [
    {
        id: 1,
        title: "تبلت سامسونگ مدل Galaxy Tab A7 Lite - T225 ظرفیت 32 گیگابایت",
        price: 4700000,
        category: "تبلت",
        image: "/images/1.webp",
        description:
            "تبلت سامسونگ مدل Galaxy Tab A7 Lite T225 ظرفیت 32 گیگابایت مناسب ترین تبلت سامسونگ با سخت افزار متعادل، نمایشگر 8.7 اینچی و قیمت فوق العاده مناسب هست که برای بازی، دیدن فیلم، آموزش آنلاین و استفاده روزمره بسیار فوق العادست. پردازنده هشت هسته ای 2.3 گیگاهرتز، رم 3 گیگابایت، حافظه داخلی آن برابر با 32 گیگابایت است که البته افزایش آن تا 512 گیگابایت دیگر نیز به کمک کارت های حافظه جانبی، امکان پذیر می‌باشد. همچنین باطری عالی 5100 میلی آمپر داره که حدود 13 ساعت می¬توانید روی آن حساب کنید. یکی از زمینه‌های فعالیت شرکت سامسونگ را می‌توان طراحی و تولید انواع تبلت دانست و در این رابطه از خود مهارت زیادی هم نشان داده است. یکی از دستگاه‌های جدید تولیدشده از سوی سامسونگ را می‌توان گلکسی Tab A7 Lite دانست که موفق شده است فروش قابل توجهی را هم به دست آورد. برند سامسونگ از جمله برندهای مطرح در ساخت تبلت در بازه‌های قیمتی مختلف است. شرکت کره‌ای سامسونگ تبلت Galaxy Tab A7 Lite را در سال 2021 با رنگ بندی خاکستری و نقره‌ای به بازار جهانی معرفی کرد. سامسونگ تبلت جدید خود را به یک دوربین 8 مگاپیکسل در قسمت پشت تبلت و به عنوان دوربین اصلی مجهز کرده‌است در حالی که در قسمت جلو تبلت نیز یک دوربین 2 مگاپیکسل به عنوان دوربین سلفی تبلت به کار گرفته شده‌است.",
    },
    {
        id: 2,
        title: "گوشی موبایل سامسونگ مدل Galaxy A14 دو سیم کارت ظرفیت 64 گیگابایت و رم 4 گیگابایت",
        price: 4500000,
        category: "موبایل",
        image: "/images/2.webp",
        description:
            "اگر به دنبال خرید گوشی‌ میان‌رده‌ای هستید که در کنار قیمتی مقرون به‌صرفه، عملکرد بسیار خوب و کاملا قابل قبولی در اجرای فعالیت‌های روزمره داشته باشد، قطعا می‌توانید انتخاب بسیار خوبی در بین گوشی‌های سری A شرکت سامسونگ داشته باشید. سامسونگ Galaxy A14 یکی از این گوشی‌های میان‌رده است. صفحه‌نمایش 6.6 اینچ و رزولوشن 1080×2408 پیکسل این گوشی با نمایش 400 پیکسل در هر اینچ، توانایی نمایش دقیق رنگ‌ها و کیفیت بسیار مطلوبی را در شرایط نوری متنوع دارد. در بخش سنسور‌های دوربین هم باید بگوییم که سنسور 50 مگاپیکسلی عریض این گوشی، به خوبی تا میزان بسیار زیادی توقعات شما را در عکاسی نور و روز و حتی نور شب در جایگاه یک گوشی میان‌رده بر‌آورده می‌کند. سنسور دوربین 5 مگاپیکسل فوق عریض هم برای عکاسی در طبیعت به به زاویه دید گسترده‌ای نیاز دارید بسیار مناسب است و سنسور 2 مگاپیکسل ماکرو هم برای ثبت تصاویر از فاصله نزدیک در نظر گرفته شده است. دوربین سلفی 13 مگاپیکسل هم برای عکاسی در نور روز گزینه بسیار مناسبی است. پردازنده هشت هسته‌ای با عملکرد قابل قبول هم این گوشی را همراهی می‌کند و سبب شده تا در اجرای بازی‌های محبوب و نرم‌افزار‌های کاربردی، عملکرد خوبی داشته باشد. باتری 5000 میلی‌آمپر‌ساعت هم به ازای هر بار شارژ صد درصدی، طول عمر مفید (زمان آماده به‌کار) دو روز را در شرایط استفاده معمولی ارائه می‌کند. در مجموع باید بگوییم که اگر به دنبال خرید گوشی میان‌رده‌ای هستید که به صفحه‌نمایش مناسب، سنسور دوربین عریض قدرتمند، پردازنده خوب و باتری قابل قبولی بهره برده باشد، سامسونگ Galaxy A14 می‌تواند یکی از گزینه‌های بسیار خوب باشد. ",
    },
    {
        id: 3,
        title: "لپ تاپ 15.6 اینچی ایسوس مدل R565EP-EJ617",
        price: 2750000,
        category: "لپتاپ",
        image: "/images/3.webp",
        description:
            "لپ تاپ 15.6 اینچی لنوو مدل VivoBook R565EP-EJ617 از دستگاه‌های کم‌نظیر شرکت ایسوس محسوب می‌شود که توجه افراد زیادی را به خود جلب کرده و توانسته رضایت طرفدارانش را کسب کند. لپ تاپ VivoBook R565EP-EJ617 به‌لطف برخورداری از پردازنده مرکزی intel Core i5 1135G7 با 4 هسته حقیقی + 4 هسته مجازی قادر است اجرای بی‌مکثی از برنامه‌ها را به‌ارمغان آورد، به‌علاوه پردازنده گرافیکی NVIDIA Geforce MX330 می‌تواند عملکرد مطلوبی را به نمایش بگذارد. حتی گیمرها هم می‌توانند با کمک این پردازنده، گیم‌های معمولی و سبک و کوچک از نظر Graphical Map را تجربه کنند و لذت ببرند. صفحه‌نمایش 15.6 اینچی این دستگاه از رزولوشن FHD 1920 x 1080 بهره می‌برد که شما را در دریای تصاویر زنده غرق می‌کند. ایسوس در این دستگاه از پورت‌های به‌روز استفاده کرده تا مخاطبانش هیچی مشکلی در اتصال VivoBook R565EP-EJ617 با سیستم‌های مجاور نداشته باشند. وزن فوق‌العاده سبک 1.8 کیلوگرمی، این لپ‌تاپ را برای حمل‌ونقل راحت، مهیا می‌کند. بنابراین می‌توانید حتی در سفر آن را همراه خود داشته باشید و از آن لذت ببرید. ",
    },
    {
        id: 4,
        title: "گوشی موبایل سامسونگ مدل Galaxy A14 دو سیم کارت ظرفیت 128 گیگابایت و رم 4 گیگابایت",
        price: 5200000,
        category: "موبایل",
        image: "/images/4.webp",
        description:
            "اگر به دنبال خرید گوشی‌ میان‌رده‌ای هستید که در کنار قیمتی مقرون به‌صرفه، عملکرد بسیار خوب و کاملا قابل قبولی در اجرای فعالیت‌های روزمره داشته باشد، قطعا می‌توانید انتخاب بسیار خوبی در بین گوشی‌های سری A شرکت سامسونگ داشته باشید. سامسونگ Galaxy A14 یکی از این گوشی‌های میان‌رده است. صفحه‌نمایش 6.6 اینچ و رزولوشن 1080×2408 پیکسل این گوشی با نمایش 400 پیکسل در هر اینچ، توانایی نمایش دقیق رنگ‌ها و کیفیت بسیار مطلوبی را در شرایط نوری متنوع دارد. در بخش سنسور‌های دوربین هم باید بگوییم که سنسور 50 مگاپیکسلی عریض این گوشی، به خوبی تا میزان بسیار زیادی توقعات شما را در عکاسی نور و روز و حتی نور شب در جایگاه یک گوشی میان‌رده بر‌آورده می‌کند. سنسور دوربین 5 مگاپیکسل فوق عریض هم برای عکاسی در طبیعت به به زاویه دید گسترده‌ای نیاز دارید بسیار مناسب است و سنسور 2 مگاپیکسل ماکرو هم برای ثبت تصاویر از فاصله نزدیک در نظر گرفته شده است. دوربین سلفی 13 مگاپیکسل هم برای عکاسی در نور روز گزینه بسیار مناسبی است. پردازنده هشت هسته‌ای با عملکرد قابل قبول هم این گوشی را همراهی می‌کند و سبب شده تا در اجرای بازی‌های محبوب و نرم‌افزار‌های کاربردی، عملکرد خوبی داشته باشد. باتری 5000 میلی‌آمپر‌ساعت هم به ازای هر بار شارژ صد درصدی، طول عمر مفید (زمان آماده به‌کار) دو روز را در شرایط استفاده معمولی ارائه می‌کند. در مجموع باید بگوییم که اگر به دنبال خرید گوشی میان‌رده‌ای هستید که به صفحه‌نمایش مناسب، سنسور دوربین عریض قدرتمند، پردازنده خوب و باتری قابل قبولی بهره برده باشد، سامسونگ Galaxy A14 می‌تواند یکی از گزینه‌های بسیار خوب باشد. ",
    },
    {
        id: 5,
        title: "لپ تاپ 15.6 اینچی لنوو مدل Ideapad 1-Celeron 4GB 256SSD",
        price: 10700000,
        category: "لپتاپ",
        image: "/images/5.webp",
        description:
            "اگر به دنبال یک لپ تاپ کم هزینه هستید که از آن برای امور اداری، آموزشی و انجام فعالیت‌های عمومی مثل وب‌گردی استفاده کنید، لپ تاپ 15.6 اینچی لنوو مدل Ideapad 1 انتخاب مناسبی برای شما است. این لپ تاپ با استفاده از پردازنده Celeron مدل N4020 با فرکانس 1.1 تا 2.8، در انجام فعالیت‌های روزمره، کارتان را راه می‌اندازد. این لپ تاپ با استفاده از رم چهار گیگابایتی از نوع DDR4 و 256 گیگابایت حافظه داخلی از نوع SSD، از سرعت خوبی برخوردار است و هیچ‌گونه وقفه‌ای در انجام کارهای شما ایجاد نمی‌کند. لپ تاپ 15.6 اینچی لنوو مدل Ideapad 1 از صفحه نمایش نوع TN با دقت HD|1366x768 با نرخ به‌روزرسانی 60 هرتز بهره‌مند است. این لپ تاپ از باتری دو سلولی با ظرفیت 35 وات ساعت استفاده می‌کند که با توجه به نوع فعالیت شما، از یک ساعت تا سه ساعت توانایی شارژدهی دارد. تاچ پد لپ تاپ مذکور از قابلیت چند لمس به طور همزمان پشتیبانی می‌کند که باعث سهولت بیشتر هنگام انجام کار با لپ تاپ می‌شود. از دیگر امکانات این محصول می‌توان به وبکم در قسمت بالایی صفحه نمایش اشاره کرد که برای برقراری تماس ویدیویی، عملکرد قابل قبولی را از خود به نمایش می‌گذارد. همچنین چندین درگاه مختلف در قسمت کناری بدنه لپ تاپ تعبیه شده‌اند که برای انجام امور مختلف، مورد استفاده قرار می‌گیرند. این لپ تاپ را با ابعاد 325x216x19.9 میلی‌متر در کوله خود قرار دهید و با وزن 1.5 کیلوگرم، به سادگی آن را با خود حمل کنید.",
    },
    {
        id: 6,
        title: "مانیتور داهوا مدل DHI-LM22 A200 سایز 22 اینچ",
        price: 3500000,
        category: "مانیتور",
        image: "/images/6.webp",
        description:
            "با توجه به استقبال فراوان از مانیتورها در دهه‌ی اخیر، شرکت‌های متعددی اقدام به ساخت و تولید این محصول پرفروش و پرتقاضا کرده‌اند و این موضوع باعث شده است تا شاهد تقسیم شدن مانیتورها به دسته‌بندی‌های مختلف باشیم. برای مثال، مانیتورهای عادی، مانیتورهای گیمینگ و طراحی از جمله پرفروش‌ترین مانیتورها قلمداد می‌شوند که هر کدام مزیت‌های خاصی را در اختیار دارندگانشان قرار می‌دهند. شرکت داهوا به عنوان یکی از شرکت‌های فعال در زمینه‌ی تولید مانیتور شناخته می‌شود و محصولات این شرکت در کنار قیمت مقرون به صرفه، از کیفیت ساخت و مشخصات فنی قابل توجه‌ای هم بهره‌مند استند. مانیتور داهوا مدل DHI-LM22 A200 از جمله مانیتورهای پرطرفدار این شرکت است که می‌تواند گزینه‌ای عالی برای کسانی باشد که به دنبال خرید یک مانیتور برای انجام امور روزمره استند. در نهایت، لازم به ذکر است که این مانیتور ال ای دی از ابعاد 22 اینچ و وضوح تصویر 1920 در 1080 بهره‌مند است.",
    },
    {
        id: 7,
        title: "گوشی موبایل سامسونگ مدل Galaxy A54 5G دو سیم کارت ظرفیت 256 گیگابایت و رم 8 گیگابایت",
        price: 14400000,
        category: "موبایل",
        image: "/images/7.webp",
        description:
            "با هر سلیقه و توقعی از گوشی‌های هوشمند میان‌رده، باید بدانید که گوشی‌های میان‌رده سری A شرکت سامسونگ، می‌توانند نیاز شما را برآورده کنند. سامسونگ Galaxy A54 5G هم با توجه به مشخصات فنی در نظر گرفته شده و البته قیمتی مقرون به‌صرفه، ارزش خرید بالایی دارد. صفحه‌نمایش باکیفیت 6.4 اینچی این گوشی با رزولوشن بسیار خوب و حداکثر روشنایی 1000 نیت، در شرایط نوری متنوع و حتی زیر تابش مشتقیم نور خورشید هم، وضوح تصویر بسیار خوبی را ارائه می‌کند. حضور سنسور قدرتمند عریض (اصلی) برای ثبت تصاویر بسیار جذاب در نور روز و نور شب، سنسور دوربین فوق عریض 12 مگاپیکسل با زاویه دید گسترده 123 درجه که مناسب عکاسی در طبیعت است و همچنین سنسور 5 مگاپیکسل ماکرو برای ثبت تصاویر از فاصله نزدیک، به‌خوبی تمام نیاز‌های شما را در عکاسی و حتی فیلمبرداری، فراتر از یک گوشی میان‌رده برآورده می‌کنند. پردازنده اگزینوس 1380 این گوشی هم سوالی عملکرد بسیار خوب در اجرای بازی‌های حتی سنگین، سبب شده تا این گوشی توانایی پشتیبانی از شبکه‌های اینترنتی پرسرعت 5G را هم داشته باشد. در نهایت باتری 5000 میلی‌آمپر‌ساعت هم به ازای هر بار شارژ صد درصدی، در شرایط استفاده معمولی، طول عمر مفید (زمان آماده به‌کار) دو روز را ارائه می‌کند. ",
    },
    {
        id: 8,
        title: "تبلت اپل مدل iPad (9th Generation) 10.2-Inch Wi-Fi (2021) ظرفیت 64 گیگابایت ",
        price: 15800000,
        category: "تبلت",
        image: "/images/8.webp",
        description:
            "بدون شک در میان تبلت‌های موجود در بازار، آیپد‌های اپل توانسته‌اند عملکرد بسیار خوبی را به‌نمایش بگذارند. iPad (9th Generation) 10.2-Inch Wi-Fi (2021) هم به‌عنوان یکی از جدید‌ترین محصولات اپل، مشخصات بسیار قدرتمندی را با خود به‌همراه داشته است. در نمای رو‌به‌رویی این تبلت به صفحه‌نمایش 10.2 اینچ با رزولوشن 2160×1620 پیکسل مجهز شده است. صفحه‌نمایشی که توانایی نمایش 264 پیکسل در هر اینچ دارد. حداکثر روشنایی 500 نیت (شمع در متر مربع) هم سبب شده تا در شرایط نوری متنوع، وضوح تصویر بسیار خوب و با‌کیفیتی را از این صفحه‌نمایش شاهد باشید. برای دوربین سلفی این تبلت از سنسور 12 مگاپیکسلی استفاده شده است. سنسوری از نوع فوق عریض یا همان Ultra wide‌که امکان ثبت تصاویر با زاویه دید گسترده 122 درجه‌ای را در اختیارتان قرار می‌دهد. در قسمت پشتی هم یک سنسور دوربین اصلی با رزولوشن 8 مگاپیکسلی و گشودگی دریچه دیافراگم f/2.4 از نوع عریض در نظر گرفته شده است. اما اصلی‌ترین مشخصه این محصول، بدون شک پردازنده در نظر گرفته شده است. Pad (9th Generation) 10.2-Inch Wi-Fi (2021) به پردازنده قدرتمند A13 بایونیک مجهز شده است. پردازنده‌ای که توانایی ارائه عملکرد بسیار خوبی را در بازی‌های سنگین و نرم‌افزار‌های سنگین را دارد. ",
    },
    {
        id: 9,
        title: "مانیتور هوآوی مدل MateView SE Standard Edition سایز 23.8 اینچ",
        price: 4800000,
        category: "مانیتور",
        image: "/images/9.webp",
        description:
            "شرکت هوآوی به عنوان یکی از شرکت‌های مطرح فعال در حوزه تکنولوژی شناخته می‌شود و محصولات این شرکت از محبوبیت بالایی برخوردار هستند. مانیتور Mateview SE محصول کمپانی Huawei با پوشش 90 درصدی محدوده رنگی (90% P3 Gmaut) از نظر وضوح و تطابق رنگی نمایشگری در میان همرده‌های خود بی‌رقیب است. این نمایشگر از کمپانی هواوی با برخورداری از تکنولوژی تغییر مود رنگی خود می‌تواند برای بازه‌ای از کارهای روزمره رنگ و نمای مناسب ارایه نماید. برای مثال می‌توانید برای کار طولانی روزانه حالت eBook را فعال کرده تا نمایشگر هواوی نوری همانند خواندن از روی کاغذ را برای شما شبیه سازی نماید. این مانیتور با قابلیت تنظیم درجه در محور افقی و نسبت 92 درصدی پنل به کل صفحه، همچنین زبانه کنترل پنج جهته و فرکانس 75 هرتز بر ثانیه به همراه ورودی‌های HDMI و DP به همراه طراحی مدرن و نازک آخرین سری محصول کمپانی Huawei است.",
    },
    {
        id: 10,
        title: "مانیتور جی پلاس مدل GDM-226LN سایز 22 اینچ",
        price: 4420000,
        category: "مانیتور",
        image: "/images/10.webp",
        description:
            "مانیتور 22 اینچ جی پلاس مدل GDM-226LN از جمله محصولات پرطرفدار ایرانی است که به واسطه‌ی قیمت مناسب و همچنین ویژگی‌های مختلف خود می‌تواند گزینه‌ای ایده‌آل برای کاربری عمومی و انجام امور روزمره باشد. این مانیتور علاوه بر حفظ قیمت معقول خود، کیفیت ساخت بالایی دارد. همچنین، با توجه به وضوح تصویر 1080p یا Full HD خود می‌تواند محتویات بصری را با جزئیات بالا به تصویر بکشد و تماشای فیلم و عکس در آن لذت بخش باشد. همچنین، نرخ به‌روزرسانی تصویر این مانیتور معادل 60 هرتز است و در نتیجه اگر گیمر حرفه‌ای نباشید، انتظارات شما را برآورده خواهد کرد. برای این مانیتور یک درگاه VGA، یک درگاه HDMI و جک هدفون در نظر گرفته شده است تا در این زمینه هم با محصولی مدرن و به‌روز روبرو باشید و بتوانید آن را به لپ تاپ، کنسول بازی یا رایانه‌ی شخصی خود بدون وجود هیچ محدودیتی متصل کنید.",
    },
    {
        id: 11,
        title: "لپ تاپ 15.6 اینچی ایسوس مدل VivoBook 15 R1502ZA-EJ957",
        price: 18500000,
        category: "لپتاپ",
        image: "/images/11.webp",
        description:
            "شرکت ایسوس از جمله مطرح‌ترین و شناخته شده ترین شرکت‌های فعال در زمینه‌ی تولید لپ تاپ است و محصولات این شرکت از تنوع و کیفیت فوق‌العاده‌ای برخوردار هستند. لپ تاپ VivoBook 15 R1502ZA-EJ957 ایسوس از محصولات پرفروش این شرکت است که می‌تواند عملکرد بسیار خوبی به عنوان یکی لپ تاپ برای انجام امور روزمره باشد. این لپ تاپ به پردازنده‌ی مرکزی Core i3 1215U مجهز شده است و در کنار آن هشت گیگابایت رم DDR4 در این لپ تاپ قرار گرفته است. همچنین، نمایشگر 15.6 اینچی این لپ تاپ با نرخ تازه‌سازی تصویر 60 هرتز و پنل TFT می‌تواند کیفیت تصویر قابل قبولی داشته باشد. این لپ تاپ دارای یک درگاه USB Type-C، دو درگاه USB 3.2 و یک درگاه USB 2.0 است و پورت‌های دیگری از جمله HDMI 1.4 و جک 3.5 میلیمتری در آن به چشم می‌خورند. لازم به ذکر است که تراشه‌ی گرافیکی این لپ تاپ UHD Graphics شرکت اینتل است و می‌تواند به عنوان یک تراشه‌ی گرافیکی مجتمع با پردازنده‌ی مرکزی عملکرد قابل قبولی داشته باشد. ",
    },
    {
        id: 12,
        title: "مانیتور جی پلاس مدل GDM-245LN سایز 24 اینچ",
        price: 4600000,
        category: "مانیتور",
        image: "/images/12.webp",
        description:
            "یکی از محصولات پرطرفدار شرکت جی‌پلاس، مانیتور GDM-245LN است. این مانیتور به پنل IPS مجهز شده است که شفافیت تصویر بالایی را به نمایش می‌گذارد. روکش مات (Anti-Glare) این محصول، از منعکس شدن نور جلوگیری می‌کند و در نتیجه به راحتی می‌توانید از این مانیتور مقرون به صرفه در مکان‌های پرنور استفاده کنید. انتقال تصویر در مانیتور GDM-245LN توسط درگاه‌های HDMI و VGA انجام می‌شود و از این نظر این محصول به عنوان یک کالای مدرن قلمداد می‌شود. ویژگی جذاب و پرکاربرد این محصول، وجود جک 3.5 میلی‌متری صدا است. توسط این خروجی صدا، به راحتی می‌توانید هدفون یا اسپیکر خود را به مانیتور متصل کنید و از صدای شفاف و با کیفیت لذت ببرید. در مجموع اگر به دنبال یک مانیتور با کیفیت و باریک، با ویژگی‌های کاربردی برای خانه یا محل کار خود هستید، مانیتور جی‌پلاس مدل GDM-245LN می‌تواند یکی از بهترین گزینه‌ها باشد.",
    },
    {
        id: 13,
        title: "گوشی موبایل سامسونگ مدل Galaxy A34 5G دو سیم کارت ظرفیت 128 گیگابایت و رم 8 گیگابایت",
        price: 10100000,
        category: "موبایل",
        image: "/images/13.webp",
        description:
            "سامسونگ در زمینه گوشی‌های هوشمند میان‌رده تا به امروز توانسته است با معرفی محصولاتی با مشخصات فنی مناسب و قیمتی مقرون به‌صرفه، عملکرد بسیار خوبی را به نمایش بگذارد. سامسونگ Galaxy A34 5G هم یکی از این گوشی‌های هوشمند دوست داشتنی این شرکت است. صفحه‌نمایش جذاب و قدرتمند 6.6 اینچی این گوشی با رزولوشن بسیار خوب و نرخ بروزرسانی فوق‌العاده 120 هرتز، چیزی کم از یک پرچمدار ندارد و سامسونگ دوباره ثابت کرد که در زمینه صفحه‌نمایش هنوز هم حرف‌های بسیاری برای گفتن دارد. در بخش سنسور‌های دوربین هم سنسور دوربین عریض 48 مگاپیکسل این گوشی توانایی ثبت تصاویر بسیار جذاب و باکیفیتی را در نور روز و نور شب دارد. سنسور دوربین فوق‌عریض 8 مگاپیکسل این گوشی هم با زاویه دید 123 درجه، امکان ثبت تصاویر جذابی را در طبیعت و فضای باز دارد. سنسور دوربین 5 مگاپیکسل ماکرو هم برای ثبت تصاویر از فاصله نزدیک این گوشی را همراهی می‌کند. دوربین سلفی 13 مگاپیکسل این گوشی هم سوای عمکلرد بسیار خوب در نور روز، توانایی فیلمبرداری با نهایت کیفیت 4K را دارد. پردازنده دیمنسیتی 1080 شرکت مدیاتک هم این گوشی را همراهی می‌کند که سوای عملکرد بسیار خوب در اجرای بازی‌ها حتی سنگین، سبب شده تا این گوشی همانطور که از نامش پیداست، توانایی پشتیبانی از شبکه‌های اینترنتی نسل پنجم یا همان 5G را داشته باشد. باتری با میزان ظرفیت 5000 میلی‌آمپرساعت هم به ازای هر بار شارژ صد درصدی در حالت استفاده معمولی، طول عمر مفید (زمان آماده به‌کار) دو روز را ارائه می‌کند. در مجموع باید بگوییم که اگر به دنبال خرید گوشی میان‌رده‌ای هستید که از صفحه‌نمایشی در حد و اندازه یک گوشی پرچمدار، سنسورهای دوربین متنوع و قدرتمند و پردازنده مناسب برای اجرای بازی‌های سنگین بهره برده باشد، این گوشی می‌تواند یکی از بهترین انتخاب‌های ممکن باشد.",
    },
    {
        id: 14,
        title: "لپ تاپ 15.6 اینچی لنوو مدل IdeaPad 3 15ITL6-i3 12GB 1HDD 256SSD",
        price: 18000000,
        category: "لپتاپ",
        image: "/images/14.webp",
        description:
            "لپ تاپ مدل IdeaPad 3 15ITL6 از محصولات پرفروش و پرطرفدار شرکت لنوو است که می‌تواند گزینه‌ای ایده آل برای انجام امور روزمره لقب بگیرد. این لپ تاپ به پردازنده‌ی مرکزی سری i3 1115G4 شرکت اینتل مجهز شده است. همچنین، 12 گیگابایت رم برای این لپ تاپ در نظر گرفته شده است و در صورت نیاز می‌توان این عدد را ارتقا داد. علاوه بر این، یک ترابایت و 256 گیگابایت حافظه‌ی ذخیره‌سازی در این لپ تاپ وجود دارد که از این میزان یک ترابایت به صورت HDD یا هارد دیسک و 256 گیگابایت به صورت SSD در آن تعبیه شده‌اند. ناگفته نماند که این لپ تاپ به تراشه‌ی گرافیکی مجزا مجهز نشده است و دارندگان آن باید به تراشه‌ی گرافیکی مجتمع پردازنده‌ی مرکزی آن بسنده کنند. از دیگر ویژگی‌های این لپ تاپ می‌توان به صفحه نمایش Full HD با ابعاد 15.6 اینچی اشاره کرد که به پنل TN مجهز شده است و ارزش خرید بیشتری به IdeaPad 3 15ITL6 می‌بخشد. این لپ تاپ توسط شرکت وارد کننده کاستوم شده و برخی از مشخصات آن ارتقا یافته است.",
    },
    {
        id: 15,
        title: "مانیتور هوآوی مدل MateView SE Standard Edition سایز 23.8 اینچ",
        price: 4800000,
        category: "مانیتور",
        image: "/images/15.webp",
        description:
            "شرکت هوآوی به عنوان یکی از شرکت‌های مطرح فعال در حوزه تکنولوژی شناخته می‌شود و محصولات این شرکت از محبوبیت بالایی برخوردار هستند. مانیتور Mateview SE محصول کمپانی Huawei با پوشش 90 درصدی محدوده رنگی (90% P3 Gmaut) از نظر وضوح و تطابق رنگی نمایشگری در میان همرده‌های خود بی‌رقیب است. این نمایشگر از کمپانی هواوی با برخورداری از تکنولوژی تغییر مود رنگی خود می‌تواند برای بازه‌ای از کارهای روزمره رنگ و نمای مناسب ارایه نماید. برای مثال می‌توانید برای کار طولانی روزانه حالت eBook را فعال کرده تا نمایشگر هواوی نوری همانند خواندن از روی کاغذ را برای شما شبیه سازی نماید. این مانیتور با قابلیت تنظیم درجه در محور افقی و نسبت 92 درصدی پنل به کل صفحه، همچنین زبانه کنترل پنج جهته و فرکانس 75 هرتز بر ثانیه به همراه ورودی‌های HDMI و DP به همراه طراحی مدرن و نازک آخرین سری محصول کمپانی Huawei است.",
    },
    {
        id: 16,
        title: "تبلت سامسونگ مدل Galaxy Tab A8 10.5 SM-X205 ظرفیت 64 گیگابایت و رم 4 گیگابایت",
        price: 9300000,
        category: "تبلت",
        image: "/images/16.webp",
        description:
            "شاید بسیاری از گوشی‌های هوشمند از صفحه‌نمایش بزرگ و مناسبی بهره برده باشند اما برخی از کاربران به صفحات‌نمایش بزرگ‌تری نیاز دارند و بهترین راهکار خرید تبلت مناسب و با‌کیفیت است. سامسونگ در این عرصه توانسته عملکرد بسیار خوبی را به‌نمایش بگذارد. سامسونگ Galaxy Tab A8 10.5 SM-X205 هم یکی از تبلت‌های با‌کیفیت و البته مقرون به‌صرفه این شرکت است که با توجه به مشخصات در نظر گرفته شده، توانایی ارائه عملکرد مناسب و قابل قبولی را دارد. این تبلت به‌ صفحه‌نمایش با ابعاد 10.5 اینچ و رزولوشن 1200×1920 پیکسل از نوع TFT مجهز شده است که توانایی نمایش 216 پیکسل را در هر اینچ را دارد. با توجه به مشخصات صفحه‌نمایش باید گفت که وضوح تصویر مناسب و با‌کیفیتی را شاهد خواهید بود. در قسمت پشتی هم شاهد حضور تنها یک سنسور با رزولوشن 8 مگاپیکسلی هستیم که برای ثبت تصاویر در نور روز مناسب است و دوربین سلفی با رزولوشن 5 مگاپیکسل هم برای تماس‌های تصویری توانایی ارائه عملکرد کاملا قابل قبولی را دارد. در بخش مشخصات سخت‌افزاری هم به لطف حضور پردازنده Unisoc Tiger T618 با توانایی ارائه حداکثر فرکانس کاری 2.0 گیگاهرتز، سامسونگ Galaxy Tab A8 10.5 SM-X205 عملکرد مناسبی برای انجام کار‌های روزمره و اجرای نرم‌افزار‌های کاربردی و محبوب دارد. باتری قدرتمند با میزان ظرفیت 7040 میلی‌آمپر‌ساعت هم نوید طول عمر مفید (زمان آماده به‌کار) قابل قبولی را به ازای هر بار شارژ صد درصدی می‌دهد. ",
    },
    {
        id: 17,
        title: "لپ تاپ 15.6 اینچی ایسر مدل Aspire A315-23-R3PE-R5 20GB 1HDD 512SSD VEGA 8",
        price: 23500000,
        category: "لپتاپ",
        image: "/images/17.webp",
        description:
            "لپ تاپ 15.6 اینچی ایسر مدل A315-23-R3PE محصولی از خانواده Aspire 3 است که از پرطرفدارترین و کاربردی‌ترین دستگاه‌های شرکت ایسر به شمار می‌رود. این لپ تاپ با طراحی ساده اما زیبای خود، بدنه‌ای مقاوم از جنس پلاستیک سخت و فشرده دارد. همچنین، این محصول از نظر وزن و ابعاد هم سبک و جمع و جور بوده و بنابراین می‌توان آن را گزینه‌ای ایده‌آل برای حمل و نقل و استفاده در سفر لقب داد. لپ تاپ مدل A315-23-R3PE با بهره‌مندی از رم 20 گیگابایتی و یک ترابایت و 512 گیگابایت حافظه‌ی ذخیره‌سازی می‌تواند از نظر سخت‌افزاری هم گزینه‌ای مناسب و مقرون به صرفه قلمداد شود. همچنین، مجهز شدن آن به پردازنده‌ی مرکزی Ryzen 5 3500U شرکت AMD هم از دیگر ویژگی‌های بارز آن به شمار می‌رود. این پردازنده با چهار هسته، هشت رشته و همچنین پردازنده‌ی گرافیکی مجتمع Radeon VEGA 8 خود ارزش خرید مضاعفی به لپ تاپ A315-23-R3PE بخشیده است. این لپ تاپ توسط شرکت وارد کننده کاستوم شده و برخی از مشخصات آن ارتقا یافته است.",
    },
    {
        id: 18,
        title: "گوشی موبایل شیائومی مدل Redmi Note 12 4G دو سیم کارت ظرفیت 128 گیگابایت و رم 8 گیگابایت",
        price: 6600000,
        category: "موبایل",
        image: "/images/18.webp",
        description:
            "بدون هیچ تعریف اضافی باید بگوییم که گوشی‌های میان‌رده سری Redmi شرکت شیائومی توانسته‌اند عملکرد بسیار خوبی را به‌نمایش بگذارند. در این میان شاهد رونمایی برخی از محصولاتی بودیم که در برخی از مشخصات فنی در نظر گرفته شده چیزی کم از یک پرچمدار نداشتند. Redmi Note 12 4G هم یکی از این گوشی‌های هوشمند میان‌رده قدرتمند است که به نسبت قیمت در نظر گرفته شده، عملکرد بسیار خوبی را به‌نمایش گذاشته است. این گوشی به صفحه‌نمایش با ابعاد 6.67 اینچ و رزولوشن 1080×2400 پیکسل از نوع امولد مجهز شده که توانایی ارائه نرخ بروزرسانی 120 هرتز را دارد. این صفحه‌نمایش کیفیت تصویر بسیار بالا و روان را ارائه می‌کند و از طرفی در شرایط نوری متنوع هم وضوح تصویر بسیار خوبی دارد. در قسمت پشتی هم یک سنسور دوربین اصلی با رزولوشن 50 مگاپیکسل در کنار سنسور 8 مگاپیکسل از نوع فوق عریض و سنسور 2 مگاپیکسل ماکرو، سنسور‌های دوربین سه‌گانه این گوشی هوشمند را تشکیل می‌دهند. سنسور دوربین اصلی در نور روز و نور شب عملکرد بسیار خوبی دارد و سنسور دوربین فوق عریض هم امکان ثبت تصاویر با زاویه دید گسترده را فراهم کرده است (عکاسی در طبیعت و عکس‌های دسته جمعی). دوربین سلفی 13 مگاپیکسل هم در نور روز عملکرد کاملا قابل قبولی دارد. حضور پردازنده اسنپدراگون 685 شرکت کوالکام هم سبب شده تا شیائومی Redmi Note 12 4G در اجرای بازی‌های محبوب و حتی سنگین و اجرای برنامه‌های کاربردی، عملکرد بسیار خوبی داشته باشد. باتری 5000 میلی‌آمپر‌ساعت و پشتیبانی از فناوری شارژ 33 وات، از دیگر مشخصات در نظر گرفته شده برای این گوشی هوشمند است. در مجموع باید بگوییم که شیائومی Redmi Note 12 4G با بهره بردن از صفحه‌نمایش پرچمدار، سنسور دوربین اصلی قدرتمند، پردازنده‌ای مناسب برای بازی و باتری با طول عمر مفید خوب، می‌تواند یکی از بهترین گزینه‌های ممکن در این بازه قیمت در بین گوشی‌های میان‌رده باشد. ",
    },
    {
        id: 19,
        title: "تبلت شیائومی مدل Redmi Pad ظرفیت 128 گیگابایت و رم 6 گیگابایت",
        price: 13300000,
        category: "تبلت",
        image: "/images/19.webp",
        description:
            "تبلت‌های میان‌رده بسیار مناسب آن دسته از کاربرانی هستند که می‌خواهند با هزینه کمتر تبلتی را خریداری کنند که به مشخصات فنی مناسب و قابل قبولی مجهز شده باشد. تبلت شیائومی Redmi Pad هم یکی از این محصولات است. این تبلت به صفحه‌نمایش با ابعاد 10.61 اینچ و رزولوشن 1200×2000 پیکسل از نوع IPS مجهز شده که از جمله قابلیت‌های قدرتمند این صفحه‌نمایش می‌توانیم به نرخ بروزرسانی 90 هرتز و حداکثر روشنایی 400 نیت (nits) آن اشاره کرد که در نهایت با صفحه‌نمایش روان و البته به نسبت روشنی در شرایط نوری متنوع روبه‌رو هستید. در قسمت پشتی یک سنسور دوربین عریض با رزولوشن 8 مگاپیکسل برای این گوشی در نظر گرفته شده و سنسور دوربین سلفی 8 مگاپیکسل از نوع فوق عریض یا همان ultrawide هم این گوشی را همراه می‌کند که برای ثبت تصاویر در نور روز و برقراری تماس‌های تصویری عملکرد بسیار خوبی دارد. حضور پردازنده هلیو G99 شرکت مدیاتک هم سبب شده تا Redmi Pad در اجرای نرم‌افزار‌های کاربردی و بازی‌های محبوب، عملکرد کاملا قابل قبولی داشته باشد. باتری با میزان ظرفیت 8000 میلی‌آمپر‌ساعت هم از دیگر مشخصات در نظر گرفته شده است. در مجموع باید بگوییم که Redmi Pad در جایگاه یک تبلت میان‌رده به مشخصات فنی بسیار خوب و قابل قبول و البته طراحی بسیار جذاب و کاربر‌پسندی بهره برده است. ",
    },
    {
        id: 20,
        title: "تبلت سامسونگ مدل Galaxy Tab A8 10.5 SM-X205 ظرفیت 32 گیگابایت و رم سه گیگابایت",
        price: 9100000,
        category: "تبلت",
        image: "/images/20.webp",
        description:
            "شاید بسیاری از گوشی‌های هوشمند از صفحه‌نمایش بزرگ و مناسبی بهره برده باشند اما برخی از کاربران به صفحات‌نمایش بزرگ‌تری نیاز دارند و بهترین راهکار خرید تبلت مناسب و با‌کیفیت است. سامسونگ در این عرصه توانسته عملکرد بسیار خوبی را به‌نمایش بگذارد. سامسونگ Galaxy Tab A8 10.5 SM-X205 هم یکی از تبلت‌های با‌کیفیت و البته مقرون به‌صرفه این شرکت است که با توجه به مشخصات در نظر گرفته شده، توانایی ارائه عملکرد مناسب و قابل قبولی را دارد. این تبلت به‌ صفحه‌نمایش با ابعاد 10.5 اینچ و رزولوشن 1200×1920 پیکسل از نوع TFT مجهز شده است که توانایی نمایش 216 پیکسل را در هر اینچ را دارد. با توجه به مشخصات صفحه‌نمایش باید گفت که وضوح تصویر مناسب و با‌کیفیتی را شاهد خواهید بود. در قسمت پشتی هم شاهد حضور تنها یک سنسور با رزولوشن 8 مگاپیکسلی هستیم که برای ثبت تصاویر در نور روز مناسب است و دوربین سلفی با رزولوشن 5 مگاپیکسل هم برای تماس‌های تصویری توانایی ارائه عملکرد کاملا قابل قبولی را دارد. در بخش مشخصات سخت‌افزاری هم به لطف حضور پردازنده Unisoc Tiger T618 با توانایی ارائه حداکثر فرکانس کاری 2.0 گیگاهرتز، سامسونگ Galaxy Tab A8 10.5 SM-X205 عملکرد مناسبی برای انجام کار‌های روزمره و اجرای نرم‌افزار‌های کاربردی و محبوب دارد. باتری قدرتمند با میزان ظرفیت 7040 میلی‌آمپر‌ساعت هم نوید طول عمر مفید (زمان آماده به‌کار) قابل قبولی را به ازای هر بار شارژ صد درصدی می‌دهد. ",
    },
    {
        id: 21,
        title: "گوشی موبایل شیائومی مدل Poco C40 دو سیم کارت ظرفیت 64 گیگابایت و رم 4 گیگابایت",
        price: 3500000,
        category: "موبایل",
        image: "/images/21.webp",
        description:
            "در بین گوشی‌های هوشمند میان‌رده سری Poco شیائومی تا به امروز شاهد رونمایی محصولات با‌کیفیتی بودیم که شیائومی Poco C40 یکی از این گوشی‌های میان‌رده با‌کیفیت است. در نمای رو‌به‌رویی این گوشی به صفحه‌نمایش با ابعاد 6.71 اینچ و رزولوشن 720×1650 پیکسل از نوع IPS مجهز شده است. نمایش 268 پیکسل در هر اینچ و حداکثر روشنایی 400 نیت (شمع در متر مربع)، از دیگر قابلیت‌های این صفحه‌نمایش است. طراحی ناچ واتردراپ با بریدگی قطره‌ای شکل ناچ در قسمت بالایی و مرکزی صفحه‌نمایش، سنسور دوربین سلفی با رزولوشن 5 مگاپیکسل را در خود جای داده است. در قسمت پشتی هم یک سنسور دوربین اصلی با رزولوشن 13 مگاپیکسل از نوع عریض (wide) در کنار سنسور 2 مگاپیکسل سنجش عمق، سنسور‌های دوربین دو‌گانه شیائومی Poco C40 را تشکیل می‌دهند. قابلیت ضبط ویدیو با حداکثر کیفیت 1080p و سرعت 30 فریم در ثانیه هم از دیگر قابلیت‌های سنسور دوربین اصلی این گوشی است. در بخش مشخصات سخت‌افزاری هم این گوشی به پردازنده JLQ JR510 مجهز شده که توانایی ارائه عملکرد قابل قبولی در حد و اندازه یک گوشی میان‌رده در اجرای بازی‌های محبوب و نرم‌افزار‌های کاربردی دارد. اما بدون شک یکی از قدرتمند‌ترین مشخصات در نظر گرفته شده برای این گوشی هوشمند، باتری با میزان ظرفیت 6000 میلی‌آمپر‌ساعتی است که کمتر گوشی در این بازه قیمتی از چنین باتری قدرتمندی بهره برده است. باتری که به ازای هر بار شارژ صد درصدی، به راحتی در مصرف عادی طول عمر مفید (زمان آماده به‌کار) دو روز را ارائه می‌کند. پشتیبانی از فناوری شارژ سریع با توان 18 وات هم از دیگر قابلیت‌های در نظر گرفته شده است. ",
    },
    {
        id: 22,
        title: "گوشی موبایل شیائومی مدل Poco X5 Pro 5G دو سیم کارت ظرفیت 256 گیگابایت و رم 8 گیگابایت",
        price: 11800000,
        category: "موبایل",
        image: "/images/22.webp",
        description:
            "همواره گوشی‌های سری Poco شیائومی گزینه بسیار مناسبی برای طرفداران گوشی‌های میان‌رده بود و هست. یکی از گوشی‌های میان‌رده این شرکت که بدون هیچ تعریف اضافی باید بگوییم از مشخصات فنی بسیار خوب و قدرتمندی بهره برده، شیائومی Poco X5 Pro 5G است. صفحه‌نمایش 6.67 اینچی این گوشی با رزولوشن 1080×2400 پیکسل از نوع امولد، نرخ بروزرسانی 120 هرتز و حداکثر روشنایی 900 نیت (nits) چیزی برای شما در ارائه کیفیت کم نمی‌گذارد و حتی توانایی رقابت با گوشی‌های گران‌قیمت‌تر از خودش را هم دارد. یک سنسور دوربین عریض با رزولوشن 108 با عملکرد بسیار خوب در عکاسی و فیلمبرداری در کنار سنسور 8 مگاپیکسل فوق عریض (ultrawide) و سنسور 2 مگاپیکسل ماکرو، سنسور‌های دوربین سه‌گانه این گوشی را تشکیل می‌دهند. برای دوربین سلفی هم سنسور با رزولوشن 16 مگاپیکسل در نظر گرفته شده است. حضور پردازنده اسنپدراگون 778G 5G سبب شده تا این گوشی در اجرای بازی‌‌های حتی سنگین و نرم‌افزار‌های کاربردی عملکرد بسیار قابل قبولی داشته باشد. باتری 5000 میلی‌آمپر‌ساعت هم به ازای هر بار شارژ صد درصدی در حالت استفاده معمولی طول عمر مفید دو روز را ارائه می‌کندو پشتیبانی از فناوری شارژ سریع 67 وات سبب شده تا زمان کمی را صرف شارژ صفر تا صد درصدی باتری بکنید. در مجموع باید بگوییم که شیائومی Poco X5 Pro 5G به‌عنوان یک گوشی میان‌رده از صفحه‌نمایش بسیار با‌کیفیت، سنسور دوربین عریض قدرتمند، پردازنده و باتری مناسب مجهز شده است. ",
    },
    {
        id: 23,
        title: "مانیتور سامسونگ مدل LS27C310EAMXUE سایز 27 اینچ ",
        price: 6950000,
        category: "مانیتور",
        image: "/images/23.webp",
        description:
            "مانیتور سامسونگ مدل LS27C310EAMXUE، با ویژگی‌هایی که دارد می‌تواند به عنوان یک محصول با ارزش خرید بالا معرفی شود. این مانیتور با ترکیب تکنولوژی‌های پیشرفته، امکانات مناسبی برای انجام امور مختلف را در دسترس دارندگانش قرار می‌دهد. کیفیت تصویر این مانیتور Full HD است و شما می‌توانید تصاویر و ویدیوها را با کیفیت بسیار عالی و شفاف، با رنگ‌های زنده و نزدیک به واقعیت مشاهده کنید. زمان پاسخ‌گویی این مانیتور عدد چشمگیر یک میلی‌ثانیه‌ای را نشان می‌دهد است. هچنین، هرچه زمان پاسخ‌گویی کمتر باشد، سرعت حرکت در ویدئوها بیشتر شده و این امر در برنامه‌های تدوین و همین‌‌طور برای گیمرها از اهمیت بالایی برخوردار است. نرخ تازه‌سازی (Refresh Rate) به بازیکنان امکان می‌دهد تا تصاویری با سرعت بالا و پیوستگی بیشتر را مشاهده کنند. در این مانیتور این نرخ 60 هرتز بوده و تصاویر پایدار و بدون تیرگی را در حین انجام امور مختلف فراهم می‌کند. این مانیتور مجهز به پورت HDMI و VGA است که اتصال به کنسول‌های بازی و سیستم‌های کامپیوتری را آسان می‌کند. همچنین، طراحی ظاهری این محصول با لبه‌های باریک، جذابیت و کاربردی بودن آن را افزایش می‌دهد. مانیتور سامسونگ قابلیت نصب بر روی دیوار را ندارد، اما پایه طراحی شده برای آن، استاندارد بوده و باعث می‌شود در استفاده طولانی‌مدت دچار گردن‌درد نشوید. صفحه نمایش 27 اینچی، نرخ تازه‌سازی و زمان پاسخ‌گویی بالا، مانیتور مدل LS27C310EAMXUE را که توسط برند محبوب و معروف سامسونگ طراحی و ساخته شده است، نه‌تنها کیفیت آن تضمین‌شده است بلکه زیبایی و سادگی آن هم توانسته نظر کاربران بسیاری را به خود جلب کند. ",
    },
    {
        id: 24,
        title: "مانیتور ایسوس مدل VY249HE-W سایز 23.8 اینچ",
        price: 7600000,
        category: "مانیتور",
        image: "/images/24.webp",
        description:
            "مانیتور ایسوس مدل VY249HE-W از محصولات پرطرفدار برند پرآوازه ایسوس است و با وجود این مانیتور شما با می‌توانید ساعت‌های طولانی را صرفت کار کردن و مدتی طولانی را صرف خیره شدن به صفحه نمایش آن کنید، بدون این که این فرآیند چشمان شما را خسته کند. این مانیتور ایسوس برای برنامه‌نویسان یک انتخاب مناسب است و با سایز صفحه نمایش 23.8 اینچی و پنل IPS خود می‌تواند تصاویر را با روشنایی طبیعی‌تری نمایان کند. رزولوشن این مانیتور 1080 × 1920 پیکسل و شدت روشنایی آن 250 نیت است که این میزان رزولوشن و روشنایی می‌تواند باعث دیده شدن بهتر و بیشتر جزئیات تصاویر شود. مانیتور VY249HE-W زمان پاسخ‌گویی معادل یک میلی‌ثانیه و نرخ به‌روزرسانی تصویر 75 هرتز است و در نتیجه می‌تواند برای گیم هم مناسب باشد. نسبت کنتراست در این مانیتور 1000:1 است، این یعنی روشن‌ترین نقطه مانیتور 1000 برابر روشن‌تر از تاریک ترین نقطه مانیتور است. لازم به ذکر است که این مانیتور به درگاه‌های مختلفی از جمله HDMI مجهز شده است.",
    },
    {
        id: 25,
        title: "گوشی موبایل سامسونگ مدل Galaxy A04s دو سیم کارت ظرفیت 64 گیگابایت و رم 4 گیگابایت",
        price: 4250000,
        category: "موبایل",
        image: "/images/25.webp",
        description:
            "بدون شک گوشی‌های هوشمند سری A سامسونگ در بین رقبا توانسته‌اند عملکرد بسیار خوبی را به‌نمایش بگذارند. یکی از این گوشی‌های با‌کیفیت و البته مقرون به‌صرفه، سامسونگ Galaxy A04s است. طراحی در نظر گرفته شده برای این گوشی، طراحی آشنایی است که پیش از این هم سامسونگ از آن در گوشی‌های هوشمند خود استفاده کرده بود که البته بسیار کاربر پسند است. در نمای رو‌به‌رویی این گوشی به صفحه‌نمایش با ابعاد 6.5 اینچ و رزولوشن 720×1600 پیکسل از نوع PLS مجهز شده است. صفحه‌نمایشی که از قابلیت‌های آن می‌توانیم به نرخ بروزرسانی 90 هرتز و حداکثر روشنایی 400 نیت (شمع در متر مربع) اشاره کنیم. بریدگی قطره‌ای شکل ناچ در قسمت بالایی و مرکزی صفحه‌نمایش سنسور دوربین سلفی با رزولوشن 5 مگاپیکسل را در خود جای داده که برای ثبت تصاویر در نور روز مناسب است و البته برای تماس‌های تصویری هم عملکرد کاملا قابل قبولی دارد. در قسمت پشتی این گوشی سه سنسور دوربین در نظر گرفته شده است. سنسور دوربین اصلی با رزولوشن 50 مگاپیکسل که باید بگوییم برای چنین گوشی مقرون به‌صرفه‌ای سنسور قدرتمندی به حساب می‌آید در کنار دو سنسور 2 مگاپیکسل از نوع سنجش عمق و ماکرو، سنسور‌های دوربین سه‌گانه سامسونگ Galaxy A04s را تشکیل می‌دهند. پردازنده اگزینوس 850 اختصاصی سامسونگ هم برای اجرای بازی‌های محبوب و نرم‌افزار‌های کاربردی، عملکرد قابل قبولی دارد. در نهایت هم باتری با میزان ظرفیت 5000 میلی‌آمپر‌ساعت سبب شده تا سامسونگ Galaxy A04s به ازای هر بار شارژ صد درصدی، طول عمر مفید (زمان آماده به‌کار) دو روز را در شرایط استفاده معمولی ارائه کند. ",
    },
    {
        id: 26,
        title: "گوشی موبایل شیائومی مدل Poco M5s دو سیم کارت ظرفیت 256 گیگابایت و رم 8 گیگابایت",
        price: 6750000,
        category: "موبایل",
        image: "/images/26.webp",
        description:
            "سری Poco گوشی‌های هوشمند شیائومی را باید یکی از موفق‌ترین سری‌های میان‌رده این شرکت دانست که با بهره بردن از مشخصات فنی مناسب، عملکرد بسیار خوبی را به‌نمایش گذاشته‌اند. شیائومی Poco M5s هم یکی از این گوشی‌های میان‌رده است که به نسبت قیمت در نظر گرفته شده، از مشخصات فنی مناسب و قابل قبولی بهره برده است. در نمای رو‌به‌رویی این گوشی به صفحه‌نمایش با ابعاد 6.43 اینچ و رزولوشن 1080×2400 پیکسل از نوع امولد مجهز شده است. صفحه‌نمایشی که از جمله قابلیت‌های قدرتمند آن می‌توانیم به نمایش 409 پیکسل در هر اینچ و حداکثر روشنایی 1100 نیت (شمع در متر مربع) اشاره کنیم. برای طراحی صفحه‌نمایش هم از ناچ اینفینیتی O استفاده شده است که بریدگی دایره‌ای شکل ناچ در قسمت بالایی و مرکزی صفحه‌نمایش، سنسور دروبین سلفی با رزولوشن 13 مگاپیکسل را در خود جای داده است. در قسمت پشتی هم یک سنسور دوربین اصلی با رزولوشن 64 مگاپیکسل از نوع عریض (wide) در کنار سنسور 8 مگاپیکسل از نوع فوق عریض (ultrawide) و دو سنسور با رزولوشن 2 مگاپیکسل از نوع سنجش عمق و ماکرو، سنسور‌های دوربین چهار‌گانه این گوشی هوشمند را تشکیل می‌دهند. در بخش مشخصات سخت‌افزاری هم حضور پردازنده هلیو G95 شرکت مدیاتک سبب شده تا Poco M5s توانای ارائه عملکرد قابل قبولی در اجرای بازی‌های محبوب و نرم‌افزار‌های کاربردی داشته باشد. در نهایت می‌رسیم به باتری که با میزان ظرفیت 5000 میلی‌آمپر‌ساعتی، توانایی ارائه طول عمر مفید (زمان آماده به‌کار) دو روز را در مصرف عادی دارد. پشتیبانی از فناوری شارژ سریع 33 وات هم سبب شده تا امکان شارژ صفر تا 64 درصدی این باتری در مدت زمان 30 دقیقه وجود داشته باشد. ",
    },
    {
        id: 27,
        title: "مانیتور مسترتک مدل VY248HSW سایز 24 اینچ",
        price: 6900000,
        category: "مانیتور",
        image: "/images/27.webp",
        description:
            "مانیتورهای Master Tech سری VY، نسل نیمه حرفه‌ای و حرفه‌ای نمایشگرهای این شرکت هستند که آن‌ها را می‌توان از نظر کاربرد در رده خانگی، اداری، گیمینگ و طراحی قرار داد. مانیتورهای صفحه تخت که با ظاهری زیبا و کیفیتی فوق العاده در سایزهای 22 و 24 اینچ تولید شده‌اند. البته در مقیاس دقیق‌تر اندازه صحفه نمایش این مانیتورها 21.5 و 23.8 اینچ هستند که معمولاً مانیتورهایی با این ابعاد بین مانیتورهای 22 و 24 اینچ دسته بندی می‌شوند. مانیتورهای سری VY مسترتک در سایز 24 اینچ با توجه به مشخصات فنی آن، یک مانیتور گیمینگ حرفه‌ای به حساب می‌آید و برای گیمرهای حرفه‌ای انتخابی مناسب بوده که اجرای بازی‌های مختلف را به خوبی نمایش خواهد داد. البته که این مانیتور برای کاربری‌های اداری، خانگی و طراحی نیز مناسب است و کاربرانی که به جز بازی کردن، نیازهای دیگری داشته و مانیتوری با ابعاد بزرگتر از 22 اینچ می‌خواهند، می‌توانند از این نمایشگر 24 اینچ بهره ببرند. مانیتور مسترتک مدل VY248HS نمایشگر 24 اینچ مشکی رنگ سری VY مسترتک است که پنل تخت آن از نوع VA بوده و با نسبت تصویر 16:9 و رزولوشن1920×1080 پیکسل (Full HD) تولید شده است. نرخ به روز رسانی این مانیتور 165 هرتز و زمان پاسخگویی آن 5 میلی ثانیه است. با وجود پنل با کیفیت مانیتور VY248HS، وضوح تصویر فول اچ دی و تکنولوژی sRGB 99% و صفحه‌ نمایش مات آن، در کنار نرخ به روز رسانی فوق العاده 165 هرتز می‌توان این دستگاه را یک مانیتور گیمینگ حرفه‌ای با کیفیت دانست که با بهترین مانیتورهای هم رده خود در سراسر دنیا، به خوبی می‌تواند رقابت کند. ابعاد مانیتور VY248HS مسترتک، بدون پایه، 322×540 میلی‌متر و ضخامت این نمایشگر بدون لبه (Frameless) 7.8 میلی‌متر است که به همراه پایه زیبا و ظریف آن، فضای کلی که این مانیتور اشغال می‌کند 16×386×540 میلی‌متر خواهد بود و با وجود این ظرافت و کم حجم بودن، به سادگی می‌توان این مانیتور را در فضاهای کوچک و کم‌جا استفاده کرد. به خصوص روی یک میز کوچک گیمینگ که با وجود تجهیزات متنوع مخصوص گیمرها کمترین فضای ممکن را اشغال نماید. مانیتور 24 اینچ سری VY مسترتک مدل VY248HS همه‌ ویژگی‌های لازم برای تمام کاربری‌ها اعم از گیمینگ، طراحی، اداری و خانگی را دارا بوده و می‌تواند نیاز همه‌ی کاربران را به بهترین نحو ممکن برطرف سازد.",
    },
    {
        id: 28,
        title: "تبلت مایکروسافت مدل Surface Pro 9-i5 ظرفیت 256 گیگابایت و رم 16 گیگابایت",
        price: 59700000,
        category: "تبلت",
        image: "/images/28.webp",
        description:
            "تبلت‌های Surface شرکت مایکروسافت همواره در زمینه بیزینس کلاس عملکرد بسیار خوبی را به‌نمایش گذاشته‌اند. تبلت مایکروسافت مدل Surface Pro 9 هم یکی از این محصولات با‌کیفیت است. این تبلت به صفحه‌نمایش با ابعاد 13 اینچ و رزولوشن 1920×2880 پیکسل با توانایی نمایش 267 پیکسل در هر اینچ و نرخ بروزرسانی فوق‌العاده 120 هرتز مجهز شده است. صفحه‌نمایشی که عملکرد بسیار روان و بدون لگ و البته بسیار با‌کیفیتی را ارائه می‌کند. در بخش مشخصات سخت‌افزاری هم Surface Pro 9 به پردازنده قدرتمند مدل 1235U سری Core i5 نسل 12 شرکت اینتل مجهز شده که حضور چنین پردازنده‌ای سبب شده تا شاهد عملکرد بسیار خوبی از این تبلت جذاب در اجرای برنامه‌های کاربردی و محبوب باشید. ابعاد بسیار مناسب صفحه‌نمایش و البته وزن بسیار سبک 879 گرمی این محصول سبب شده تا هیچ مشکلی در راستای جا‌به‌جایی با خود به‌همراه نداشته باشد. در مجموع باید بگوییم که اگر به دنبال خرید تبلت جذاب و قدرتمندی هستید که عملکرد کاملا قابل قبولی را ارائه کند و البته ظاهری رسمی با خود داشته باشد، بدون شک تبلت Surface Pro 9 می‌تواند یکی از بهترین گزینه‌های مناسب باشد. ",
    },
    {
        id: 29,
        title: "تبلت اپل مدل iPad Pro 11 inch 2021 5G ظرفیت 128 گیگابایت",
        price: 42300000,
        category: "تبلت",
        image: "/images/29.webp",
        description:
            "آیپد پرو 2021 اپل که در دو مدل 11 اینچ و 12٫9 اینچ رونمایی شده است از تراشه‌ی M1 استفاده می‌کند؛ تراشه‌ای که پیش‌تر به مک بوک ایر، مک بوک پرو و مک مینی قدرت می‌بخشید. تراشه‌ی M1 آیپد پرو 2021 واحد CPU هشت هسته‌ای و واحد GPU هشت هسته‌ای دارد. اپل می‌گوید از آن‌جایی که M1 دارای همان معماری پردازشی پردازنده‌های سری A است، سیستم‌عامل iPadOS می‌تواند به‌خوبی از مزایای ارائه‌شده توسط تراشه‌ی جدید بهره بگیرد. اپل ادعا می‌کند آیپد پرو 2021 به‌ لطف M1 به جهش بزرگی در زمینه‌ی عملکرد پردازشی درمقایسه‌ با نسل قبل دست می‌یابد و می‌گویند تبلت حرفه‌ای جدیدشان درمقایسه‌ با مدل 2020 تا 50 درصد قوی‌تر ظاهر می‌شود. آیپد پرو 2021 اپل دارای موتور عصبی 16 هسته‌ای است.آیپد پرو 2021 مودم 5G دارد و درگاه USB-C این تبلت از استاندارد تاندربولت و USB 4 پشتیبانی می‌کند. براساس گفته‌ی اپل، آیپد پرو 2021 دارای بیشترین تعداد باند 5G در بین تبلت‌ها است. مدل‌هایی از آیپد پرو 2021 که در ایالات متحده عرضه می‌شوند توانایی پشتیبانی از نسخه‌ی mmWave شبکه‌ی 5G را هم دارد. از طرفی درگاه تاندربولت جدید در آیپد پرو 2021 توانایی پشتیبانی از تنوع بالاتری از لوازم جانبی را دارد و پهنای باند چهار برابر سریع‌تر ارائه می‌دهد. آیپد پرو 2021 می‌تواند محتوا را با وضوح کامل 6K روی مانیتور Apple Pro Display XDR به نمایش بگذارد.در آیپد پرو نسل جدید شاهد دوربین بهبودیافته هستیم. اپل می‌گوید پردازنده‌ی سیگنال تصویر (ISP) و اسکنر فراشکافت لایدار می‌توانند در محیط‌های کم‌نور «جزئیات خارق‌العاده‌ای» ثبت کنند. به‌لطف موتور عصبی و پردازنده‌ی سیگنال تصویر قدرتمند، آیپد پرو نسل جدید برای نخستین بار میزبان قابلیت Smart HDR 3 می‌شود. در پنل جلویی تبلت پرچم‌دار جدید اپل شاهد استفاده از سیستم دوربین TrueDepth هستیم که به کاربران امکان می‌دهد قفل آیپد پرو را از طریق فناوری تشخیص چهره باز کنند. این سیستم میزبان یک دوربین 12 مگاپیکسلی فوق عریض جدید است. قابلیت جدیدی به نام Center Stage که می‌تواند سوژه‌های متحرک را در تماس ویدئویی پایش کند، از همین دوربین بهره می‌گیرد.نسل جدید آیپد پرو اپل توانایی پشتیبانی از قلم لمسی اپل پنسل و صفحه‌کلید‌های مجزای اسمارت کیبورد فولیو و مجیک کیبورد را دارد.",
    },
    {
        id: 30,
        title: "گوشی موبایل سامسونگ مدل Galaxy A04e دو سیم کارت ظرفیت 32 گیگابایت و رم 3 گیگابایت",
        price: 3250000,
        category: "موبایل",
        image: "/images/30.webp",
        description:
            "گوشی‌های هوشمند میان‌رده سری A شرکت سامسونگ با توجه به تنوع بالایی که دارند، پاسخ‌گوی تمام نیاز‌های با میزان بودجه‌ها متنوع هستند. در این بین شاهد رونمایی برخی از گوشی‌های هوشمند اقتصادی بودیم که قیمت بسیار مقرون به‌صرفه‌ای را با خود به‌همراه داشتند. سامسونگ Galaxy A04e هم یکی از همین گوشی‌های اقتصادی با‌کیفیت است. صفحه‌نمایش 6.5 اینچی این گوشی با رزولوشن 720×1600 پیکسل از نوع PLS توانایی نمایش 270 پیکسل در هر اینچ را دارد که در جایگاه یک گوشی اقتصادی، کیفیت مطلوبی را در شرایط نوری متوع ارائه می‌کند. در قسمت پشتی یک سنسور دوربین عریض با رزولوشن 13 مگاپیکسل در کنار سنسور 2 مگاپیکسل سنجش عمق، سنسور‌های دوربین دو‌گانه این گوشی را تشکیل می‌دهند که برای ثبت تصاویر در نور روز بسیار مناسب هستند. این گوشی به پردازنده بسیار خوب هلیو P35 شرکت مدیاتک مجهز شده که حتی در اجرای بازی‌های سنگین مثل کال‌آف‌دیوتی موبایل هم عملکرد قابل قبولی دارد. انتخاب بسیار مناسب باتری با میزان ظرفیت 5000 میلی‌آمپر‌ساعت هم سبب شده تا سامسونگ Galaxy A04e همانند اکثر گوشی‌های هوشمند میان‌رده سری A، طول عمر مفید (زمان آماده به‌کار) بسیار خوبی را به ازای هر بار شارژ صد درصدی ارائه کند (طول عمر دو روز به ازای هر بار شارژ صد درصدی در شرایط مصرف عادی). در مجموع اگر به دنبال خرید گوشی اقتصادی هستید و قصد صرف هزینه بالایی برای گوشی ندارید و می‌خواهید گوشی هوشمندی را خریداری کنید که در استفاده روزمره عملکرد بسیار خوبی داشته باشد، قطعا سامسونگ Galaxy A04e یکی از بهترین انتخاب‌های ممکن برای شما در بین گوشی‌های اقتصادی است. ",
    },
    {
        id: 31,
        title: "تبلت اپل مدل iPad 2022 WIFI ظرفیت 256 گیگابایت و رم 4 گیگابایت ",
        price: 32500000,
        category: "تبلت",
        image: "/images/31.webp",
        description:
            "شرکت اپل از بهترین و مطرح‌ترین شرکت‌های تولید کننده‌ی گوشی‌ موبایل، لپ تاپ و تبلت و همچنین برخی از لوازم جانبی آن‌ها در سراسر شناخته می‌شود. محصولات این شرکت همواره از کیفیت ساخت فوق‌العاده بالا و طراحی ظاهری خاص و جذابی بهره‌مند هستند و این موارد باعث شده‌اند تا محصولات اپل از طرفداران بسیار زیادی برخوردار باشند. تبلت iPad 2022 هم از محصولات پرفروش این شرکت است که در ازای قیمتی معقول، مشخصات فنی چشمگیری را در اختیار دارندگانش قرار می‌دهد. این تبلت به حافظه‌ی داخلی 256 گیگابایتی مجهز شده است. همچنین، رم 4 گیگابایتی و پردازنده‌ی بسیار قدرتمند هشت هسته‌ای با چیپست Apple A14 Bionic این تبلت مواردی هستند که به آن ارزش خرید بسیار بالایی می‌بخشند. از دیگر ویژگی‌های این تبلت می‌توان به نمایشگر بسیار با کیفیت از نوع Liquid Retina با وضوح 1640x2360 پیکسلی و همچنین تراکم پیکسلی 264 بر اینچ آن اشاره کرد.",
    },
    {
        id: 32,
        title: "مانیتور ال جی مدل 24MP400-B سایز 23.8 اینچ",
        price: 5100000,
        category: "مانیتور",
        image: "/images/32.webp",
        description:
            "مانیتور ال جی مدل 24MP400-B سایز 23.8 اینچ یکی از محصولات محبوب شرکت بزرگ ال‌جی برای مصارف عمومی و روزمره و همچنین ادیت تصاویر و فیلم، عکاسی، برنامه‌نویسی، اکسل و حسابداری، مصارف مهندسی و بسیار‌ی دیگر است. ال جی مدل 24MP400-B با ابعاد 23.8 اینچی خود می‌تواند برای مصارف و کاربردهای یاد شده مناسب باشد و میدان دید 178 درجه بسیار خوبی را برای ما به ارمغان آورد. کیفیت تصویر این مانیتور ال‌جی FHD بوده و هیچ جزئیاتی از دید شما پنهان نمی‌ماند. تعداد رنگ‌های قابل نمایش در این محصول برابر با 16.7 میلیون رنگ است. به کمک مدت زمان پاسخ‌گویی 5 میلی‌ثانیه‌ای می‌توان تصاویر سریع مانند نمایش مسابقات ورزشی را بدون هیچگونه مکثی مشاهده کرد. از فاکتورهای بسیار مهم برای بسیاری از کاربران هنگام تهیه‌ی مانیتور، درگاه‌های ارتباطی در آن‌ها است. مانیتور 27UD59P-B دارای درگاه HDMI و یک درگاه D-Sub است که به کمک آن‌ها می‌توان تصاویر را با کیفیت بالا مشاهده کرد. اگر قصد تهیه‌ی یک مانیتور نیمه حرفه‌ای برای نمایش تصاویر با کیفیت بالا را دارید، 24MP400-B می‌تواند انتخاب مناسبی برای شما باشد.",
    },
    {
        id: 33,
        title: "مانیتور ایسوس مدل VA27EHE سایز 27 اینچ",
        price: 7400000,
        category: "مانیتور",
        image: "/images/33.webp",
        description:
            "اگر به دنبال مانیتوری برای محل کار خود هستید که هم بتوانید با آن کارهای مالتی‌مدیا انجام دهید و هم کارهایی مثل رندر گرفتن نقشه‌های معماری، این مانیتور انتخاب خوبی است. شما با وجود ساعت‌های طولانی کارکردن و مدت‌های طولانی خیره تماشا‌کردن مانیتور خسته نخواهید شد و می‌توانید بدون اذیت شدن چشم‌هایتان به انجام کار خود بپردازید. مانیتور ایسوس برای برنامه‌نویسان یک انتخاب مناسب است و به دلیل وجود برخی ویژگی‌ها نظیر نرخ به‌روزرسانی 75 هرتز، انتخاب مناسبی برای گیمینگ هم می‌تواند باشد. ابعاد صفحه نمایش این مانیتور 27 اینچ و نوع پنل آن IPS است که می‌توان از طریق آن تصاویر را با روشنایی طبیعی‌تری مشاهده کرد. رزولوشن این مانیتور معادل 1080 × 1920 پیکسل و شدت روشنایی آن 250 نیت است. این میزان وضوح تصویر و روشنایی می‌تواند باعث دیده شدن بهتر و بیشتر جزئیات تصویر شود.",
    },
    {
        id: 34,
        title: "گوشی موبایل سامسونگ مدل Galaxy A24 4G دو سیم کارت ظرفیت 128 گیگابایت و رم 6 گیگابایت",
        price: 7200000,
        category: "موبایل",
        image: "/images/34.webp",
        description:
            "گوشی‌های میان‌رده سری A سامسونگ با توجه به تنوع بسیار بالایی که دارند، می‌توانند پاسخ‌گوی نیاز کاربران با سلایق مختلف باشند و باید قبول کنیم که این گوشی‌های میان‌رده توانسته‌اند عملکرد بسیار خوبی را به‌نمایش بگذارند. Galaxy A24 4G هم یکی از این محصولات جذاب، با‌کیفیت و مقرون به‌صرفه است. صفحه‌نمایش 6.5 اینچ با رزولوشن 1080×2340 پیکسل و نرخ بروزرسانی بسیار خوب 90 هرتز، کیفیت، وضوح تصویر و عملکرد بسیار روان و بدون لگ را به شما ارائه می‌کند. دوربین اصلی 50 مگاپیکسل امکان ثبت تصاویر جذاب را در نور روز و نور شب فراهم کرده، با سنسور 5 مگاپیکسل فوق‌عریض (ultrawide) با زاویه دید گسترده 123 درجه عکاسی کنید و برای عکاسی از فاصله نزدیک، از سنسور 2 مگاپیکسل ماکرو استفاده کنید. دوربین سلفی 13 مگاپیکسل هم در نور روز تمامی توقعات شما را برآورده می‌کند. حضور پردازنده هلیو G99 شرکت مدیاتک هم سبب شده تا سامسونگ Galaxy A24 4G به‌خوبی از پس اجرای بازی‌های محبوب و برنامه‌های کاربردی بربیاید. باتری با میزان ظرفیت 5000 میلی‌آمپر‌ساعت هم به ازای هر بار شارژ صد درصدی در حالت استفاده معمولی، طول عمر مفید (زمان آماده به‌کار) دو روز را ارائه می‌کند. در مجموع سامسونگ Galaxy A24 4G در جایگاه یک گوشی میان‌رده به صفحه‌نمایش با‌کیفیت، دوربین اصلی قدرتمند، پردازنده و باتری مناسبی مجهز شده که می‌تواند در این بازه قیمتی انتخاب بسیار خوبی باشد. ",
    },
    {
        id: 35,
        title: "گوشی موبایل نوکیا مدل 106 2023 دو سیم‌ کارت",
        price: 840000,
        category: "موبایل",
        image: "/images/35.webp",
        description:
            "گوشی‌های کلاسیک هنوز هم در بین کاربران طرفداران خود را دارند و بدون هیچ تعریف اضافی باید بگوییم که نوکیا در این زمینه، محصولات با‌کیفیتی را روانه بازار کرده است. نوکیا 106 2023 یکی از همین گوشی‌های کلاسیک است. در نمای رو‌به‌رویی این گوشی به صفحه‌نمایش با ابعاد 1.8 اینچ و رزولوشن 120×160 پیکسل رنگی مجهز شده که آیکون‌های و اعلان‌ها را به‌خوبی نمایش می‌دهد. خبری از سنسور دوربین در قسمت پشتی و دوربین سلفی نیست که برای یک گوشی اقتصادی کلاسیک در این بازه قیمتی، کاملا طبیعی است. ابعاد مناسب سبب شده تا فضای چندانی را اشغال نکند و از طرفی وزن سبک 79.4 گرمی این گوشی در استفاده طولانی مدت، خستگی برای دست به‌همراه نخواهد داشت. باتری 1000 میلی‌آمپر‌ساعتی نوکیا 106 2023، همانند اکثر گوشی‌های کلاسیک، به ازای هر بار شارژ صد درصدی، زمان آماده به‌کار بسیار خوبی را ارائه می‌کند و دیگر نیاز به شارژ هر روز نخواهد داشت. پشتیبانی از حافظه جانبی هم فضای ذخیره سازی بیشتری را در اختیارتان قرار می‌دهد. در مجموع اگر به دنبال خرید گوشی اقتصادی هستید که قیمت به نسبت ارزان داشته باشد و در استفاده روزمره عملکرد خوبی را شاهد باشید، نوکیا 106 2023 می‌تواند یکی از بهترین گزینه‌های ممکن برای شما باشد. ",
    },
];

if (!localStorage.products) {
    localStorage.products = JSON.stringify(products);
}
